[
  "obsidian-style-settings",
  "dataview",
  "quick-preview",
  "obsidian-latex-suite",
  "mathlinks",
  "math-booster",
  "obsidian-annotator",
  "pseudocode-in-obs",
  "omnisearch",
  "obsidian-linter",
  "templater-obsidian",
  "obsidian-plugin-update-tracker",
  "iconic",
  "quickadd",
  "obsidian-full-calendar",
  "obsidian-kanban",
  "highlightr-plugin",
  "obsidian-meta-bind-plugin",
  "tag-wrangler",
  "obsidian-git",
  "open-vscode",
  "note-refactor-obsidian",
  "folder-notes",
  "copilot"
]